Repository: dgaitan/wp-mailable
Catalog: languages/mailable-*.po
Languages: es_es

source: Mailable Settings
es_es: Configuración de Mailable

source: %s is required for %s.
es_es: %s es requerido para %s.

source: No active driver configured.
es_es: No hay un controlador activo configurado.

source: Configuration Issue:
es_es: Problema de configuración:

source: Please check your settings before sending a test email.
es_es: Por favor, verifica tu configuración antes de enviar un correo de prueba.

source: Invalid email address.
es_es: Dirección de correo electrónico inválida.

source: Test Email from Mailable Plugin
es_es: Correo de Prueba del Plugin Mailable

source: Test Email Successful!
es_es: ¡Correo de Prueba Exitoso!

source: This is a test email sent via
es_es: Este es un correo de prueba enviado mediante

source: If you are reading this, your email configuration is working correctly!
es_es: Si estás leyendo esto, tu configuración de correo está funcionando correctamente.

source: Sent:
es_es: Enviado:

source: Driver:
es_es: Controlador:

source: From:
es_es: De:

source: Success!
es_es: ¡Éxito!

source: Test email sent successfully!
es_es: ¡Correo de prueba enviado exitosamente!

source: Recipient:
es_es: Destinatario:

source: Connection:
es_es: Conexión:

source: Email failed to send.
es_es: El correo no se pudo enviar.

source: PHPMailer Errors:
es_es: Errores de PHPMailer:

source: Debug Info:
es_es: Información de Depuración:

source: No specific error information available. Please check your configuration and server logs.
es_es: No hay información de error específica disponible. Por favor, verifica tu configuración y los registros del servidor.

source: Exception:
es_es: Excepción:

source: File:
es_es: Archivo:

source: Connection Test Passed!
es_es: ¡Prueba de Conexión Exitosa!

source: Status:
es_es: Estado:

source: Your configuration looks good. You can now send a test email to verify end-to-end delivery.
es_es: Tu configuración se ve bien. Ahora puedes enviar un correo de prueba para verificar la entrega de extremo a extremo.

source: Connection Test Failed
es_es: Prueba de Conexión Fallida

source: Please check your configuration settings and try again.
es_es: Por favor, verifica la configuración e intenta nuevamente.

source: Global Settings
es_es: Configuración Global

source: From Email
es_es: Correo Electrónico De

source: Global "From" email address (optional). Can be overridden by driver settings.
es_es: Dirección de correo electrónico "De" global (opcional). Puede ser sobrescrita por la configuración del controlador.

source: From Name
es_es: Nombre De

source: Global "From" name (optional). Can be overridden by driver settings.
es_es: Nombre "De" global (opcional). Puede ser sobrescrito por la configuración del controlador.

source: Force "From" Settings
es_es: Forzar Configuración "De"

source: Recommended. Prevents other plugins from setting their own "From" headers.
es_es: Recomendado. Previene que otros plugins establezcan sus propios encabezados "De".

source: Step 1:
es_es: Paso 1:

source: Test your connection to verify configuration
es_es: Prueba tu conexión para verificar la configuración

source: Step 2:
es_es: Paso 2:

source: Send a test email to verify end-to-end delivery
es_es: Envía un correo de prueba para verificar la entrega de extremo a extremo

source: Connection Test
es_es: Prueba de Conexión

source: Verify that your email service provider configuration is correct.
es_es: Verifica que la configuración de tu proveedor de correo electrónico sea correcta.

source: Test Connection
es_es: Probar Conexión

source: This will validate your configuration without sending an email.
es_es: Esto validará tu configuración sin enviar un correo.

source: Send Test Email
es_es: Enviar Correo de Prueba

source: Send an actual test email to verify end-to-end delivery.
es_es: Envía un correo de prueba real para verificar la entrega de extremo a extremo.

source: Send To
es_es: Enviar A

source: Enter the email address where you want to receive the test email.
es_es: Ingresa la dirección de correo electrónico donde deseas recibir el correo de prueba.

source: Flexible WordPress Email Delivery
es_es: Entrega de Correo Electrónico Flexible para WordPress

source: Settings
es_es: Configuración

source: Configure email provider
es_es: Configurar proveedor de correo

source: Test Email
es_es: Correo de Prueba

source: Test connection & send
es_es: Probar conexión y enviar

source: Mail Service Provider
es_es: Proveedor de Servicio de Correo

source: Select Provider
es_es: Seleccionar Proveedor

source: Choose your email service provider. Each provider has different configuration requirements.
es_es: Elige tu proveedor de servicio de correo. Cada proveedor tiene diferentes requisitos de configuración.

source: Configuration
es_es: Configuración

source: Save Changes
es_es: Guardar Cambios
